Enterprise_Serivces/Prod/Bronze3/CSLIssuedTokenService/result1/Iteration1/t2_RequestBody.txt

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/03/addressing"><soap:Header><wsa:Action>http://www.gamestop.com/services/core/contracts/2010/05/IServiceBase/GetVersion</wsa:Action><wsa:MessageID>uuid:1c7e0981-6a0c-4566-ab50-06ed2f2199ee</wsa:MessageID><wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/03/addressing/role/anonymous</wsa:Address></wsa:ReplyTo><wsa:To>http://cslissuedtokenserviceprod.gha.pvt/IssuedTokenService.svc</wsa:To></soap:Header><soap:Body><GetVersion xmlns="http://www.gamestop.com/services/core/contracts/2010/05" /></soap:Body></soap:Envelope>